[{
    "title": "Crime and Punishment",
    "author": "Fyodor Dostoevsky",
    "snippet": "\"Well, when one has no one, nowhere else one can go! For every man must have somewhere to go. Since there are times when one absolutely must go somewhere! When my own daughter first went out with a yellow ticket, then I had to go . . . (for my daughter has a yellow passport),\" he added in parenthesis, looking with a certain uneasiness at the young man. \"No matter, sir, no matter!\" he went on hurriedly and with apparent composure when both the boys at the counter guffawed and even the innkeeper smiled--\"No matter, I am not confounded by the wagging of their heads; for everyone knows everything about it already, and all that is secret is made open. And I accept it all, not with contempt, but with humility. So be it! So be it!\""

},
{
    "title": "The Metamorphosis",
    "author": "Franz Kafka",
    "snippet": "One morning, when Gregor Samsa woke from troubled dreams, he found himself transformed in his bed into a horrible vermin. He lay on his armour-like back, and if he lifted his head a little he could see his brown belly, slightly domed and divided by arches into stiff sections. The bedding was hardly able to cover it and seemed ready to slide off any moment. His many legs, pitifully thin compared with the size of the rest of him, waved about helplessly as he looked. \"What's happened to me?\" he thought. It wasn't a dream."
},
{
    "title": "Siddhartha",
    "author": "Hermann Hesse",
    "snippet": "Siddhartha learned a lot when he was with the Samanas, many ways leading away from the self he learned to go. He went the way of self-denial by means of pain, through voluntarily suffering and overcoming pain, hunger, thirst, tiredness. He went the way of self-denial by means of meditation, through imagining the mind to be void of all conceptions. These and other ways he learned to go, a thousand times he left his self, for hours and days he remained in the non-self. But though the ways led away from the self, their end nevertheless always led back to the self. Though Siddhartha fled from the self a thousand times, stayed in nothingness, stayed in the animal, in the stone, the return was inevitable, inescapable was the hour, when he found himself back in the sunshine or in the moonlight, in the shade or in the rain, and was once again his self and Siddhartha, and again felt the agony of the cycle which had been forced upon him."
},
{
    "title": "The Poor Clare",
    "author": "Elizabeth Gaskell",
    "snippet": "My life has been strangely bound up with extraordinary incidents, some of which occurred before I had any connection with the principal actors in them, or indeed, before I even knew of their existence. I suppose, most old men are, like me, more given to looking back upon their own career with a kind of fond interest and affectionate remembrance, than to watching the events--though these may have far more interest for the multitude--immediately passing before their eyes. If this should be the case with the generality of old people, how much more so with me! If I am to enter upon that strange story connected with poor Lucy, I must begin a long way back. I myself only came to the knowledge of her family history after I knew her; but, to make the tale clear to any one else, I must arrange events in the order in which they occurred--not that in which I became acquainted with them."
},
{
    "title": "Pride and Prejudice",
    "author": "Jane Austen",
    "snippet": "When they were gone, Elizabeth, as if intending to exasperate herself as much as possible against Mr. Darcy, chose for her employment the examination of all the letters which Jane had written to her since her being in Kent. They contained no actual complaint, nor was there any revival of past occurrences, or any communication of present suffering. But in all, and in almost every line of each, there was a want of that cheerfulness which had been used to characterise her style, and which, proceeding from the serenity of a mind at ease with itself and kindly disposed towards everyone, had been scarcely ever clouded. Elizabeth noticed every sentence conveying the idea of uneasiness, with an attention which it had hardly received on the first perusal. Mr. Darcy’s shameful boast of what misery he had been able to inflict, gave her a keener sense of her sister’s sufferings. "
},
{
    "title": "Alice in Wonderland",
    "author": "Lewis Carroll",
    "snippet": "Down, down, down. There was nothing else to do, so Alice soon began talking again. \"Dinah\"ll miss me very much to-night, I should think!\" (Dinah was the cat.) \"I hope they’ll remember her saucer of milk at tea-time. Dinah my dear! I wish you were down here with me! There are no mice in the air, I’m afraid, but you might catch a bat, and that’s very like a mouse, you know. But do cats eat bats, I wonder?\" And here Alice began to get rather sleepy, and went on saying to herself, in a dreamy sort of way, \"Do cats eat bats? Do cats eat bats?\" and sometimes, \"Do bats eat cats?\" for, you see, as she couldn’t answer either question, it didn’t much matter which way she put it."
},
{
    "title": "The Picture of Dorian Grey",
    "author": "Oscar Wilde",
    "snippet": "From the corner of the divan of Persian saddle-bags on which he was lying, smoking, as was his custom, innumerable cigarettes, Lord Henry Wotton could just catch the gleam of the honey-sweet and honey-coloured blossoms of a laburnum, whose tremulous branches seemed hardly able to bear the burden of a beauty so flamelike as theirs; and now and then the fantastic shadows of birds in flight flitted across the long tussore-silk curtains that were stretched in front of the huge window, producing a kind of momentary Japanese effect, and making him think of those pallid, jade-faced painters of Tokyo who, through the medium of an art that is necessarily immobile, seek to convey the sense of swiftness and motion. The sullen murmur of the bees shouldering their way through the long unmown grass, or circling with monotonous insistence round the dusty gilt horns of the straggling woodbine, seemed to make the stillness more oppressive. The dim roar of London was like the bourdon note of a distant organ."
},
{
    "title": "The Hound of the Baskervilles",
    "author": "Sir Arthur Conan Doyle",
    "snippet": "I knew that seclusion and solitude were very necessary for my friend in those hours of intense mental concentration during which he weighed every particle of evidence, constructed alternative theories, balanced one against the other, and made up his mind as to which points were essential and which immaterial. I therefore spent the day at my club and did not return to Baker Street until evening. It was nearly nine o’clock when I found myself in the sitting-room once more. My first impression as I opened the door was that a fire had broken out, for the room was so filled with smoke that the light of the lamp upon the table was blurred by it. As I entered, however, my fears were set at rest, for it was the acrid fumes of strong coarse tobacco which took me by the throat and set me coughing. Through the haze I had a vague vision of Holmes in his dressing-gown coiled up in an armchair with his black clay pipe between his lips. Several rolls of paper lay around him."
}]